Tekla.Structures.Model.UI.Picker.PickPoints(Tekla.Structures.Model.UI.Picker.PickPointEnum,System.String)
Queries the user to pick points from the model with the given prompt.
Enum: Indicates how many points the user must pick.
Prompt: The string to display as user guidance.
Returns: A list of points the user picked.